Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/gjenopptakelse.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: 44 of the General Civil Penal Code when the
nb: som omfattes av straffeloven § 44. De to siste

source: A man was in 1992 sentenced to 300 hours of community service for various contraventions of the Penal Code.
nb: En mann ble i 1992 dømt til 300 timers samfunnstjeneste for ulike overtredelser avstraffeloven.

source: In 2005, the convicted man petitioned the Norwegian Criminal Cases Review Commission to have the case reopened.
nb: I 2005 begjærte domfelte saken gjenåpnet for Kommisjonen forgjenopptakelse av straffesaker.

source: The secretariat’s staff was increased by three full-time equivalents during the Commission’s first year of operation, and was further strengthened by two investigators in the autumn of 2006.
nb: Allerede iførste virkeår ble staben i sekretariatet styrket med tre årsverk, og den er styrket medytterligere to utredere f.o.m. høsten 2006.

source: From 2004 to 2007, and from 2010 she has held positions at the Norwegian Institute of Public Accountants.
nb: I perioden 2004-2007 og fra 2010 har hun hatt verv i kvalitetskontrollen i Den norske Revisorforening.

source: Nor did he dare to press the robbery alarm, since the others in the car were also taxi drivers so that they would have discovered this.
nb: Han våget heller ikke å trykke på ransalarmen, da de andre i bilenogså var drosjesjåfører slik at de ville ha oppdaget dette.

source: He was also convicted for sexual intercourse and acts with children under 16.
nb: Han ble også dømt for seksuell omgang og handlingmed barn under 16 år.

source: In its decision, the Court of Appeal had applied section 172 of the Criminal Procedure Act as grounds for continued imprisonment.
nb: Lagmannretten hadde ved sin avgjørelse anvendt straffeprosessloven§ 172 som grunnlag for videre fengsling.

source: Such a limit has also been set for large or complicated cases, but this can be reassessed as required.
nb: Også i de større eller kompliserte sakene er det blitt satt etslikt tak, som kan revurderes ved behov.

source: An 18-year-old man was sentenced by the District Court in August 2004 to imprisonment for 90 days, of which 30 days were suspended, for two cases of criminal fraud relating to the purchase of computer equipment and of coffee machines with accessories.
nb: En 18 år gammel mann ble i august 2004 dømt i tingretten til fengsel i 90 dager, hvorav30 dager ble gjort betinget, for to tilfeller av bedrageri vedrørende kjøp av datautstyrog kjøp av kaffemaskiner med tilbehør.

source: The court found that the money had been lent to the parent company and then lent further to the subsidiary of the subsidiary.
nb: Retten la til grunn at pengene var lånt til morselska-pet og deretter lånt videre til datterdatterselskapet.

source: of the offence for which he was convicted in
nb: for det straffbare forholdet som ble pådømt i

source: In connection with the investigation in another criminal case in 2002/2003 the convicted person was submitted to a forensic psychiatric examination.
nb: I anledning etterforskning i annen straffesak i2002/2003, ble det foretatt en rettspsykiatrisk undersøkelse av domfelte.

source: This new evidence was likely to lead to an acquittal or to a substantially more lenient sanction.
nb: Dette nye beviset var egnet til å føre til frifinnelse eller til en vesentligmildere rettsfølge.

source: Agder Court of Appeal judge
nb: Lagdommer Agder lagmannsrett

source: Our electronic invoice address is our organisation number 985 847 215 with the reference 2040hisa.
nb: Elektronisk adresse er organisasjonsnummeret vårt: 985 847 215 med referanse 2040hisa.

source: The Commission’s minority (one member) to a large extent agreed with the presentation of the facts given by the majority, but meant that the new evidence and circumstances that had become known in the case were not likely to lead to an acquittal.
nb: Kommisjonens mindretall (ett medlem) sluttet seg i stor utstrekning til den fremstillingav de faktiske forhold som flertallet ga, men mente at de nye bevis og omstendighetersom hadde fremkommet i saken ikke var egnet til å føre til frifinnelse.

source: The entire Commission criticised the fact that an advisor with the school psychology service had a conversation with the victim in December 1989 and then took part in the out-of-court judicial examination three days later.
nb: var kritisk til at en rådgiver ved PP-tjenesten gjennomførte en samtale med fornærmedei desember 1989, og at den samme rådgiveren deltok under dommeravhøret tre dagersenere.

source: At one time when the police questioned the lender, the sum of around SEK 36 million was mentioned.
nb: I det ene politi-avhøret av långiveren ble det nevnt ca SEK 36 millioner.

source: Refer to a more detailed description of this decision on the Commission’s web site, http://www.gjenopptakelse.no/index.php?id=84 The case was referred to the Supreme Court, which overturned the Court of Appeal’s conviction.
nb: Se nærmere gjengivelse av kommisjonens avgjørelse på kommisjonens nettside,http://www.gjenopptakelse.no/index.php?id=84 Saken ble henvist til Høyesterett, som opphevet lagmannsrettens dom.

source: health care for offences committed after 1 These included several cases of crimes of
nb: vurderinger innebar slik berettiget tvil om domfeltes begått etter 1.

source: When being questioned by the Commission’s investigator, the Swedish valuer said that it was possible to obtain consignments of precious stones of a size such as that described in the convicted person’s valuations for as little as 25%, perhaps even 20%, of their stated appraised value if large consignments were bought at source.
nb: I det avhøret kommisjonensutreder foretok av den svenske takstmannen opplyste han at det var mulig å skaffe edel-stenspartier av en slik størrelse som beskrevet i domfeltes takster ned til 25 %, kanskjehelt ned til 20 % av angitt takstverdi dersom det ble kjøpt større partier ved kilden.

source: According to section 47 of the Immigration Act, it is only when these acts are carried out for the purposes of gain, as part of an organised activity and there is also an illegal entry or departure from the country that criminal liability arises.
nb: I henhold til utlendingsloven § 47 erdet først når disse handlingene utføres med vinnings hensikt, som ledd i en organisertvirksomhet og det dessuten er snakk om ulovlig inn/utreise, at straffeansvar oppstår.Kravet til vinnings hensikt anses oppfylt dersom gjerningspersonen er klar over at hanbistår andre som driver en virksomhet med vinnings hensikt.

source: The Commission also concluded that when the evidence is assessed as a whole, there are no particular circumstances that make it very doubtful that the judgement was correct, cf section 392, second subsection of the Criminal Procedure Act.
nb: Kommisjonen konkluderte videre med at når bevisene vurderes i sammenheng, fore-ligger det ikke særlige forhold som gjør det meget tvilsomt om dommen er riktig, straffeprosessloven § 392 andre ledd.

source: A was sentenced to imprisonment for 11 years.
nb: Det blir derfor helt uriktig når forsvarer i brev av 11.

source: No grounds were given for this refusal, other than that the Court of Appeal summarily stated that it found it “clear” that the appeal would not succeed.
nb: Nektelsen ble ikke begrunnet, annet enn ved at lagmannsretten summariskfastslo at den fant det «klart» at anken ikke ville føre frem.

source: She claimed she had acted in self-defence but the court did not believe her, despite a witness supporting her testimony.
nb: Hun hevdet athun handlet i selvforsvar, men ble ikke trodd av retten til tross for at et vitne støttet hen-nes forklaring.

source: October 2004, Fritz Moen was acquitted of the murder and
nb: oktober 2004 ble Fritz Moen frifunnet for drap og forsøk på voldtekt av Sigrid Heggheim.

source: As regards the Frostating Court of Appeal judgment of 29 May
nb: Når det gjaldt Frostating lagmannsretts dom av 29.

source: It therefore found that the appellants had been denied a fair trial and concluded that an infringement of articles 6(1) and 6(3)(d) had taken place.
nb: Den fant derforat klagerne var nektet en rettferdig rettergang, og konkluderte med at det forelå enkrenkelse av artikkel 6(1) og 6(3)(d).

source: The Commission has been active since January 2004.
nb: Kommisjonen har vært i virksomhet siden januar 2004.

source: Agder Court of Appeal thereafter delivered a judgment of acquittal pursuant to section 400, fifth subsection of the Criminal Procedure Act.
nb: Agder lagmannsrettavsa deretter frifinnende dom i medhold av straffeprosessloven § 400 femte ledd.

source: He referred to the fact that the victim was convicted of making false accusations about rape in England in 2005.
nb: Hanviste til at fornærmede i 2005 ble dømt for falsk anklage om voldtekt i England.

source: In the minority’s view, the new expert report was not new evidence that seemed likely lead to an acquittal of the convicted person.
nb: Etter mindre-tallets vurdering var ikke den nye sakkyndige rapporten et nytt bevis som syntes egnettil å føre til frifinnelse av domfelte.

source: 281 of the Civil Procedure Act.
nb: straffeprosessloven § 281.

source: The expert witnesses state in their report that the evidence found in 1989 indicates that sexual abuse may have taken place.
nb: De sakkyndige uttaler i sin rapport at funnene som ble påvist i 1989 indikererat overgrep kan ha funnet sted.

source: the petition to reopen the case.
nb: gen om gjenåpning til følge.

source: at the time of the offences, cf section 44 of the
nb: til frifinnelse etter straffeloven § 44 om straffe-

source: 26.02.2015 (2014/191) Conviction to re-imprison
nb: 26.02.2015 (2014/191) Dom på gjeninnsettelse

source: In 2000, a man was sentenced to imprisonment for 20 days for social security fraud.
nb: En mann ble i 2000 dømt til fengsel i 20 dager for trygdebedrageri.

source: Reference was made to the fact that it had to be taken for a basis that the convicted person was of unsound mind at the time when the offences for which he was convicted in 1992 were perpetrated.
nb: Det ble vist til at detmåtte legges til grunn at domfelte ikke var strafferettslig tilregnelig på gjerningstidenfor de forhold som ble pådømt i 1992.

source: Following an all-round assessment of the new expert witness report compared to the other evidence that was available to the adjudicating court, the Commission found that the evidence in the case was – due to new medical knowledge – significantly different to what it was when the case was tried in 1992.
nb: Kommisjonen fant etter en helhetsvurdering av den nye sakkyndigrapporten, sammenholdtmed de øvrige bevis som forelå for den dømmende rett, at bevissituasjonen i saken – påbakgrunn av den medisinske kunnskap man nå besitter – er vesentlig annerledes enn denvar da saken var oppe for retten i 1992.

source: The Commission based its decision on the fact that the legal situation was such that the hours that the convicted person had spent on establishing his own business – irrespective of whether or not these generated self-employment income – were not to be stated on the notification form to the job centre (Aetat).
nb: Kommisjonen la i sin avgjørelse til grunn at den rettslige situasjonen var slik at detimene domfelte arbeidet med etableringen – uavhengig av om disse genererte nærings-inntekt eller ikke – ikke skulle oppgis på meldeskjemaet til arbeidskontoret.

source: The prosecuting authority alleged that it had to be
nb: Påtalemyndigheten anførte at det må legges til

source: A new, different statement by the convicted person about his own role cannot in itself be regarded as a new circumstance or new evidence that can lead to a reopening of the case, but new statements from a co-defendant may, depending on the circumstances, provide grounds for this.
nb: En ny og endret forklaring fra domfelte om sin egen rolle kan ikke i seg selv ansessom en ny omstendighet eller et nytt bevis som kan føre til gjenopptakelse, men nyeforklaringer fra en medtiltalt vil etter omstendighetene kunne gi grunnlag for dette.

source: Appointment of experts
nb: Kommisjonen viste til at de

source: after the spring of 2011, which also indicated a
nb: våren 2011, som også tilsa manglende skyldevne.

source: Seen in conjunction with the way in which the victim’s statement came out and the way it developed over time, it could not be disregarded that what she explained to the judge in 1990 was not personal experience, but was for example based on scenes from a sex film.
nb: Sett isammenheng med den måten fornærmedes forklaring fremkom på, og slik den utvikletseg over tid, kunne det ikke sees bort fra at det hun blant annet forklarte i dommerav-høret i 1990 ikke var selvopplevd, men baserte seg på for eksempel scener fra en sex-

source: If the stones that were provided as security for the loan were worth more than SEK 35 million, the minority found it difficult to understand why the co-defendant did not put more effort into realising the charge that had been granted when it was seen that the repayment contract was not being complied with.
nb: Dersom stenene som ble stilt somsikkerhet for lånet var verd drøye SEK 35 millioner, fant mindretallet det vanskelig åforstå hvorfor medtiltalte ikke satte mer inn på å få realisert pantet når det viste seg atavtalen om tilbakebetaling ikke ble overholdt.

source: diagnosed as a paranoid schizophrenic in 2002 and
nb: nosen paranoid schizofreni i 2002, og at denne

source: Oslo District Court convicted D of the same drug trafficking offences in October 2002.
nb: D ble i Oslo tingrett i oktober 2002 dømt for de samme narkotikaforbry-telsene.

source: This new circumstance is likely to lead to an acquittal because anyone who is psychotic at the time of the offence shall not be punished, cf. section 44, paragraph 1, of the Penal Code.
nb: Denne nye omsten-dighet er egnet til frifinnelse, idet den som er psykotisk på handlingstiden ikke skalstraffes, jf. straffeloven § 44, 1.

source: The Norwegian Criminal Cases Review Commission found that there was new information in this case and that this was likely to lead to an acquittal.
nb: Gjenopptakelseskommisjonen fant at det forelå nye opplysninger i saken og at disse varegnet til å føre til frifinnelse.

source: He based the petition on the fact that one of the co-defendants that had been charged and convicted together with him had given a new, different statement to the police in September 2005.
nb: Han begrunnetbegjæringen med at den ene medtiltalte, som var tiltalt og ble dømt sammen med ham,hadde avgitt en ny og endret forklaring til politiet i september 2005.

source: The convicted person’s acknowledgement that he had driven at 80 km/h in a 60 km zone formed the basis of the sentencing.
nb: Domfeltes erkjennelse av å ha kjørt i 80 km/t i 60-sone blelagt til grunn for straffutmålingen.

source: When the convicted person’s home was searched, a consignment of 74 grams of amphetamine was found in his garage, divided into two parcels in a zipped bag.
nb: Ved ransaking på domfeltes bolig ble det i hans garasje avdekket et parti på 74 gramamfetamin fordelt på to pakker i en lynlåspose.

source: In November 2004, a man was convicted by the District Court of dishonestly handling a vehicle with a false registration plate.
nb: I november 2004 ble en mann dømt i tingretten for heleri av et kjøretøy påsatt falskekjennetegn.

source: The convicted person was present along with his defence counsel, Mr Erling Moss, and Professor Ståle Eskeland.
nb: Domfelte var til stede sammen med sin forsvarer, advokatErling Moss, og professor Ståle Eskeland.

source: A taxi driver was sentenced to 30 days’ imprisonment by the District Court for being violent to a passenger.
nb: En drosjesjåfør ble i tingretten dømt til 30 dagers fengsel for å ha utøvd vold mot enpassasjer.

source: section 96, i.f. to prepare a final petition to reopen the case.
nb: § 96 i.f., for å utarbeide en endelig gjenopptakelsesbegjæring.

source: In a reply from the Director General of Public Prosecutions in October 2005 he states in conclusion that he considers that the conditions for a review are satisfied and the petition for a review is endorsed.
nb: I svar fra riks-advokaten i oktober 2005 uttaler han avslutningsvis at han anser at vilkårene for gjenopptakelse foreligger og begjæringen om gjenopptakelse tiltres.

source: to have the 2015 convictions reopened
nb: deretter gjenåpning av dommene fra 2015 i det han

source: During the hearing, Professor Rune Halvorsen Økland and Professor Kåre Venn gave evidence in connection with the pine-needle evidence.
nb: Under høringen ga professor Rune Halvorsen Økland og professor Kåre Venn forkla-ring i forbindelse med barnålbeviset.

source: before 2012 had been met. petitioned to have the four cases reopened. He
nb: fra før 2012 var oppfylt. helsevern ble forkastet av kommisjonens leder

source: For this and other matters, the man was sentenced to jail for 120 days, of which 90 days were suspended with a suspension period of two years.
nb: Mannen ble for dette og andre forhold dømt til fengsel i 120 dager, hvorav 90 dager blegjort betinget med en prøvetid på to år.

source: of contravening section 166 of the General Civil
nb: saken gjelder brudd på straffeloven § 166, falsk

source: likely to lead to an acquittal if it had been known
nb: bevis som syntes egnet til å føre til frifinnelse,

source: The Commission found that the statement by the forensic psychiatrists from 2004 and the supplementary statement from 2005 constituted new circumstances that were likely to result in an acquittal since the convicted person was considered to have been mentally retarded to a high degree at the time when he committed the offences for which he was convicted in the District Court in the spring of 2003.
nb: Kommisjonen fant at den rettspsykiatriske erklæringen fra 2004 og tilleggserklæringenfra 2005 var nye omstendigheter som var egnet til å føre til frifinnelse, idet domfelteble ansett for å ha vært psykisk utviklingshemmet i høy grad på handlingstiden for deforhold han ble dømt for i tingretten våren 2003.

source: Against this background, the prosecuting authority requested a review of the judgment from 1990.
nb: Påtalemyndighetenbegjærte på denne bakgrunn gjenopptakelse av dommen fra 1990.

source: In 2011, a district court convicted a man of three psychotic. The expert witnesses now concluded
nb: En mann ble i 2011 dømt tre ganger i tingretten Kommisjonen fant at vilkårene for gjenåpning

source: supported the convicted person's statement to the
nb: om kommisjonens virksomhet.

source: According to this, it is not relevant whether the statement to the police was given by a witness or a co-defendant.
nb: I henhold til denne, erdet ikke relevant hvorvidt politiforklaringen er avgitt av et vitne eller en medtiltalt.Domstolen viste til at hvor en politiforklaring i avgjørende grad er med på å utgjøre

source: circumstances which seemed likely to lead to an
nb: omstendigheter som syntes egnet til å føre til

source: A man (born in 1943) was convicted in 1990 of assault causing bodily harm under aggravating circumstances.
nb: En mann (født 1943) ble i 1990 dømt for legemsfornærmelse med skadefølge, underskjerpende omstendigheter.

source: The lender’s statement to the police could thus be an indication that swapping was this co-defendant’s modus operandi and had, therefore, to be of interest to the convicted person’s defence, in the majority’s view.
nb: Långiverens politiforklaring kunnedermed være en indikasjon på at ombytting var denne medtiltaltes modus operandi, ogmåtte dermed etter flertallets syn åpenbart være av interesse for domfeltes forsvar.

source: Fritz Moen petitioned in 2004 for the reopening of the so-called Torunn case, which he had previously not managed to have reopened.
nb: Fritz Moen begjærte i 2004 gjenopptakelse av den såkalte Torunn-saken, som han ikketidligere hadde fått gjenopptatt.

source: The convicted person gave a statement to the Commission’s investigating officer in June 2007 and his statement agreed with the co-defendant’s new statement.
nb: Domfelte forklarte seg for kommi-sjonens utreder i juni 2007, og hans forklaring var i samsvar med medtiltaltes nyeforklaring.

source: The Torgersen and Moen cases are included in full on the Commission’s website, www.gjenopptakelse.no.
nb: Torgersensaken ogMoensaken er inntatt i fulltekst på kommisjonens hjemmeside, www.gjenopptakelse.no.

source: Three men, A, B and C, were convicted by Oslo District Court in March 2002 of being in possession of 48.41 kg of amphetamine in a hotel room in Kiel and of attempting to import the drug consignment on the ferry from Kiel to Oslo.
nb: Tre menn, A, B og C, ble i mars 2002 dømt i Oslo tingrett for oppbevaring av 48,41 kiloamfetamin på et hotellrom i Kiel og forsøk på å innføre narkotikapartiet med ferje fraKiel til Oslo.

source: Following an appeal by the prosecuting authority, the Supreme Court sentenced him to preventive custody for 21 years with a minimum term of 10 years.
nb: Etter anke fra påtalemyndigheten, fastsatte Høyesterett straffen tilforvaring i 21 år med en minstetid på 10 år.

source: The Commission made it clear at the start that this provision is meant as a safety valve, and that even though it was amended in 1993 by the word “very” being deleted in front of “doubtful”, the provision is still intended to be applied with caution.
nb: Kommisjonen presiserte innled-ningsvis at bestemmelsen er ment som en sikkerhetsventil, og selv om den ble endreti 1993 ved at ordet «meget» ble sløyfet foran «tvilsomt» er det fremdeles meningen atbestemmelsen skal praktiseres med varsomhet.

source: Tor Hepsø, who was born in 1938, died at Namsos Hospital on 20
nb: Tor Hepsø, født i 1938, avgikk ved døden på Sykehuset Namsos 20.

source: She has been a Court of Appeal judge since 2004.
nb: Hun har vært lagdommer siden 2004. Om sekretariatet

source: 30-day suspended sentence.
nb: til betinget fengsel i 30 dager.

source: The Commission found that the conditions for reopening the case pursuant to section 392, second subsection, were present.
nb: Kommisjonen fant at vilkårene for gjenåpning av saken etter § 392 annet ledd var tilstede.

source: Professor David Senn (USA), Professor David Whittaker (UK), senior researcher Per Flood and Professor Tore Solheim gave evidence regarding the toothbite evidence.
nb: Professor David Senn (USA), professor DavidWhittaker (UK), seniorforsker Per Flood og professor Tore Solheim ga forklaring i for-bindelse med tannbittbeviset.

source: While this case was being investigated by the Commission, a person confessed – shortly before his death – to committing both this and the so-called Sigrid murder, which Moen was acquitted of in 2004.
nb: Mens saken var til behandling i kommisjonen, tilsto enperson – kort tid før han døde – å ha begått både dette og det såkalte Sigrid-drapet, somMoen ble frifunnet for i 2004.

source: section 62 of the Penal Code entered into
nb: i straffeloven § 62 trådte i kraft.

source: The Commission concluded that there was no new evidence or circumstances that seemed likely to lead to an acquittal if all the evidence in the case is looked at as a whole.
nb: Kommisjonen konkluderte med at det ikke foreligger nye bevis eller omstendighetersom synes egnet til å føre til frifinnelse, når det samlede bevismateriale i saken vurde-res i sammenheng.

source: In a later letter from the Swedish valuer to the convicted person, the amount of approx. SEK 30 million was mentioned.
nb: I et senere brev fra densvenske takstmannen til domfelte ble det nevnt ca SEK 30 millioner.
